---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ArrayFailures
source: html/4c79e169-bb54-324c-d981-a070616ad67b.htm
---
# BuiltInFailures.ArrayFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.